function ex1() {
    var out = "نمونه تمرین یک : این نمونه لوگویی است برای شرکت تولید پلاستیک که میشود ترکیبات پلاستیک را در لوگو مشاهده کرد در عینی که ملکول آن را نشان می دهد";
    return out;
}
$( '#ex1' ).mouseenter(function() {
    $('#information').html(ex1);
});
function ex2() {
    var out = "نمونه تمرین دو : این نمونه وایر فریم به صورت آزمایشی و تمرینی بود که سایت ساندکلاد را نشان می دهد که در ایلاستریتور به صورت برداری به صورت کامل طراحی شده است";
    return out;
}
$( '#ex2' ).mouseenter(function() {
    $('#information').html(ex2);
});
function ex3() {
    var out = "نمونه تمرین سه : این نمونه وایر فریم به صورت آزمایشی و تمرینی بود که سایت دانشگاهی در نسخه دسکتاپ را نشان می دهد که در ایلاستریتور به صورت برداری به صورت کامل طراحی شده است";
    return out;
}
$( '#ex3' ).mouseenter(function() {
    $('#information').html(ex3);
});
function ex4() {
    var out = "نمونه تمرین چهار : این نمونه وایر فریم به صورت آزمایشی و تمرینی بود که سایت دانشگاهی در نسخه موبایل را نشان می دهد که در ایلاستریتور به صورت برداری به صورت کامل طراحی شده است";
    return out;
}
$( '#ex4' ).mouseenter(function() {
    $('#information').html(ex4);
});
function ex5() {
    var out = "نمونه تمرین پنج : این پوستری ست که برای جشنواره 'زمین پاک' درسال ۱۳۹۳ طراحی شده است و در آن مسابقه رتبه اول مشترک را کسب کرده است";
    return out;
}
$( '#ex5' ).mouseenter(function() {
    $('#information').html(ex5);
});
function ex6() {
    var out = "نمونه تمرین شش : این کارت ویزیتی ست که برای مهندس صافحیان کارشناس کشاورزی و فضای سبز طراحی و چاپ شده است";
    return out;
}
$( '#ex6' ).mouseenter(function() {
    $('#information').html(ex6);
});

$( '#ex1,#ex2,#ex3,#ex4,#ex5,#ex6' ).mouseleave(function() {
    $('#information').html( 'روی هر تمرین  بمانید تا توضیحات آن را ملاحضه کنید' );
});