function ex1() {
    var out = "نمونه تمرین یک : در این تمرین هر بار به صورت تصادفی اعدادی در صفحه تولید می شوند که با ماندن روی هرکدام از آن ها دیگر شماره های همانند با آن مشخص می شوند";
    return out;
}
$( '#ex1' ).mouseenter(function() {
    $('#information').html(ex1);
});
function ex2() {
    var out = "نمونه تمرین دو : در این تمرین به کمک یکی از ' ای پی آی ' ها اطلاعات  در قالب فایل جیسون دریافت می شود و اطلاعات مهم را در مورد یک کشور نمایش می دهد ";
    return out;
}
$( '#ex2' ).mouseenter(function() {
    $('#information').html(ex2);
});
function ex3() {
    var out = "نمونه تمرین سه : در این تمرین اطلاعات اولیه در قالب فایل جیسون دریافت می شود و سپس در جدول نمایش داده می شود که می توان آن ها را مرتب کرد و می توان با دوبار کلیک روی هر نام آن ها را ویرایش کرد و یا حذف کرد و یا بر آن ها افزود";
    return out;
}
$( '#ex3' ).mouseenter(function() {
    $('#information').html(ex3);
});
function ex4() {
    var out = "نمونه تمرین چهار : در این تمرین که به کمک انگولار طراحی شده است می توان جمله ای را وارد کادر کرد و با نوشتن عددی در کادر بالایی می توان مشخص کرد چند حرف در میان آن ها را با حروف بزرگ بنویسد ";
    return out;
}
$( '#ex4' ).mouseenter(function() {
    $('#information').html(ex4);
});
function ex5() {
    var out = "نمونه تمرین پنج : در این تمرین که به کمک انگولار طراحی شده است تا زمانی که حرف 'ای' انگلیسی وارد نشود جمله نوشته شده نمایش داده نمی شود  ";
    return out;
}
$( '#ex5' ).mouseenter(function() {
    $('#information').html(ex5);
});
function ex6() {
    var out = "نمونه تمرین شش : در این تمرین که به کمک انگولار طراحی شده است تنها می توان در کادر عدد وارد کرد و در صورت وارد شدن هر چیزی جز عدد کادر مورد نظر قرمز رنگ می شود  ";
    return out;
}
$( '#ex6' ).mouseenter(function() {
    $('#information').html(ex6);
});

$( '#ex1,#ex2,#ex3,#ex4,#ex5,#ex6' ).mouseleave(function() {
    $('#information').html( 'روی هر تمرین  بمانید تا توضیحات آن را ملاحضه کنید' );
});